Repository: adnnco/slot-pages
Catalog: languages/slot-pages-*.po
Languages: tr_tr

source: Slot Detail
tr_tr: Slot Detayı

source: Displays detailed information about a single slot.
tr_tr: Tek bir slot hakkında detaylı bilgi gösterir.

source: detail
tr_tr: detay

source: Displays detailed information about the current slot. This block is rendered on the frontend.
tr_tr: Mevcut slot hakkında detaylı bilgi gösterir. Bu blok ön yüzde render edilir.

source: Slots Grid
tr_tr: Slot Izgarası

source: Displays a grid of slot posts with options for limit and sorting.
tr_tr: Limit ve sıralama seçenekleriyle slot yazılarının bir ızgarasını gösterir.

source: slots
tr_tr: slotlar

source: grid
tr_tr: ızgara

source: Grid Settings
tr_tr: Izgara Ayarları

source: Number of Slots
tr_tr: Slot Sayısı

source: Columns
tr_tr: Sütunlar

source: Number of columns in the grid
tr_tr: Izgaradaki sütun sayısı

source: Sorting
tr_tr: Sıralama

source: Recent
tr_tr: Yeni

source: Random
tr_tr: Rastgele

source: Displays a grid of slot posts. This block is rendered on the frontend.
tr_tr: Slot yazılarının bir ızgarasını gösterir. Bu blok ön yüzde render edilir.

source: Current Settings:
tr_tr: Mevcut Ayarlar:

source: Columns:
tr_tr: Sütunlar:

source: Order:
tr_tr: Sıralama:

source: More Info
tr_tr: Daha Fazla Bilgi

source: No slots found.
tr_tr: Slot bulunamadı.

source: Slot Pages Settings
tr_tr: Slot Sayfaları Ayarları

source: Settings
tr_tr: Ayarlar

source: Settings for the Slot Pages plugin.
tr_tr: Slot Sayfaları eklentisi için ayarlar.

source: Rating
tr_tr: Değerlendirme

source: Provider
tr_tr: Sağlayıcı

source: Min Wager
tr_tr: Minimum Bahis

source: Max Wager
tr_tr: Maksimum Bahis

source: Slots
tr_tr: Slotlar

source: Add New
tr_tr: Yeni Ekle

source: Add New Slot
tr_tr: Yeni Slot Ekle

source: New Slot
tr_tr: Yeni Slot

source: Edit Slot
tr_tr: Slotu Düzenle

source: View Slot
tr_tr: Slotu Görüntüle

source: All Slots
tr_tr: Tüm Slotlar

source: Search Slots
tr_tr: Slotları Ara

source: No slots found in Trash.
tr_tr: Çöp kutusunda slot bulunamadı.

source: Slot Attributes
tr_tr: Slot Özellikleri

source: Select a Provider
tr_tr: Bir Sağlayıcı Seçin

# taxonomy general name
source: Providers
tr_tr: Sağlayıcılar

# taxonomy singular name
source: Provider
tr_tr: Sağlayıcı

source: Search Providers
tr_tr: Sağlayıcıları Ara

source: All Providers
tr_tr: Tüm Sağlayıcılar

source: Parent Provider
tr_tr: Üst Sağlayıcı

source: Parent Provider:
tr_tr: Üst Sağlayıcı:

source: Edit Provider
tr_tr: Sağlayıcıyı Düzenle

source: Update Provider
tr_tr: Sağlayıcıyı Güncelle

source: Add New Provider
tr_tr: Yeni Sağlayıcı Ekle

source: Providers
tr_tr: Sağlayıcılar

source: View Provider
tr_tr: Sağlayıcıyı Görüntüle

source: No providers found.
tr_tr: Sağlayıcı bulunamadı.

source: No providers found in Trash.
tr_tr: Çöp kutusunda sağlayıcı bulunamadı.

source: Providers list navigation
tr_tr: Sağlayıcı listesi navigasyonu

source: Providers list
tr_tr: Sağlayıcı listesi
